/* Type of IP address */
"6to4 relay" = "6to4 relay";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Forbundet";

/* No comment provided by engineer. */
"Airport connected" = "Airport forbundet";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport afbrudt";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Afbrudt";

/* No comment provided by engineer. */
"Battery charging..." = "Batteriet oplader...";

/* Type of IP address */
"Benchmark" = "Benchmark";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth-forbindelse";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Bluetooth-enhed Forbundet";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Forbindelsen afbrudt til Bluetooth-enhed";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth-afbrydelse";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Nuværende opladning: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet aktiveret";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet deaktiveret";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire-forbindelse";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Forbindelse oprettet til FireWire-enhed";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Forbindelse afbrudt til FireWire-enhed";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire-afbrudelse";

/* No comment provided by engineer. */
"Group Network Notifications" = "Beskeder i gruppenetværket";

/* No comment provided by engineer. */
"Interface:\ten0" = "Grænseflade:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Grænseflade:\ten0\nMedium:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP indhentet";

/* No comment provided by engineer. */
"IP address acquired" = "IP-adresse indhentet";

/* No comment provided by engineer. */
"IP address released" = "IP-adresse frigivet";

/* No comment provided by engineer. */
"IP Released" = "IP frigivet";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Koblet til netværk.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Forlod netværket %@.";

/* Type of IP address */
"Link-local" = "Link-local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Netværks-forbindelsen er nede";

/* No comment provided by engineer. */
"Network Link Up" = "Netværks-forbindelsen er oppe";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Ny primær IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Ingen IP-adresse nu";

/* No comment provided by engineer. */
"On A/C power" = "Tapper strøm fra elnet";

/* No comment provided by engineer. */
"On battery power" = "Tapper strøm fra batteriet";

/* No comment provided by engineer. */
"On UPS power" = "Tapper UPS-strøm";

/* No comment provided by engineer. */
"Preferences..." = "Indstillinger...";

/* Type of IP address */
"Private" = "Privat";

/* Type of IP address */
"Public" = "Offentlig";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Afslut HardwareGrowler";

/* Type of IP address */
"Reserved" = "Reserveret";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Vis forbundne enheder ved opstart";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Skiftede til strøm fra elnettet";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Skiftede til strøm fra batteriet";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Skiftede til UPS-strøm";

/* No comment provided by engineer. */
"Sync finished" = "Synkronisering afsluttet";

/* No comment provided by engineer. */
"Sync started" = "Synkronisering påbegyndt";

/* Type of IP address */
"Test" = "Test";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Denne indstilling træder i kraft, når Growl genstartes.";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Resterende tid: %i minutter";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Tid til opladning: %i minutter";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "FireWire-enhed uden navn";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 Bus";

/* No comment provided by engineer. */
"USB Bus" = "USB-Bus";

/* No comment provided by engineer. */
"USB Connection" = "USB-forbindelse";

/* No comment provided by engineer. */
"USB Device Connected" = "USB-enhed er tilkoblet";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB-enhed er frakoblet";

/* No comment provided by engineer. */
"USB Disconnection" = "USB-frakobling";

/* No comment provided by engineer. */
"Volume Mounted" = "Lagerenhed tilsluttet";

/* No comment provided by engineer. */
"Volume Unmounted" = "Lagerenhed frakoblet";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Åbn HardwareGrowlers indstillinger...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Vis ikon i begge";

/* display the icon only in the dock */
"Show icon in the dock" = "Vis ikon i dokken";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Vis ikon i menubjælken";

/* display no icon at all */
"No icon visible" = "Intet ikon synligt";

/* No comment provided by engineer. */
"Icon:" = "Ikon:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Hvis du vælger dette, vil det få HardwareGrowler til at køre uden at vise et ikon i dokken eller som emne i menuen.\n\nMan får adgang til indstillingerne ved at trykke på HardwareGrowler in Launchpad eller åbne HardwareGrowler i Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Advarsel! Vælger du denne mulighed, vil det få HardwareGrowler til at køre i baggrunden";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "OBS! Ved at vælge dette vil det føje HardwareGrowler til dine startemner";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Tillader du dette, vil det få HardwareGrowler til at starte op hver gang, du logger ind, så at det er tilgængeligt for applikationer, som bruger det hele tiden";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Start HardwareGrowler, når du logger ind:";

